<html>

<?php include('./header.php');?>

		<title>朴村外卖 - 注册</title>
	</head>


	<body>

		<!--NAV START-->

		    <?php include('./navbar.php'); ?>

			<!--NAV END-->
		<div class="columns_form">
			<figure>
				
				<h1>《隐私政策》</h1><br><br><br>
					<br><br><h2>引言</h2><br><br>
				<p>朴村重视用户的隐私。您在使用我们的服务时，我们在现在<b>或将来</b>可能会收集和使用您的相关信息。我们希望通过本《隐私政策》向您说明，在使用我们的服务时，我们如何收集、使用、储存和分享这些信息，以及我们为您提供的访问、更新、控制和保护这些信息的方式。本《隐私政策》与您所使用的朴村服务息息相关，希望您仔细阅读，在需要时，按照本《隐私政策》的指引，作出您认为适当的选择。本《隐私政策》中涉及的相关技术词汇，我们尽量以简明扼要的表述，并提供进一步说明的链接，以便您的理解。</p>
				<h3>您使用或继续使用我们的服务，即意味着同意我们按照本《隐私政策》收集、使用、储存和分享您的相关信息。</h3><br>
				<p>如对本《隐私政策》或相关事宜有任何问题，请通过微信与我们联系。</p><br>
				
				<br><br><h2>我们可能收集的信息</h2><br><br>
				<p>我们提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。</p>
				<br><br><h3>您提供的信息</h3><br><br>
				<ul>
					<li>您在注册账户或使用我们的服务时，向我们提供的相关个人信息，例如电话号码、电子邮件或银行卡号等；</li>
					<li>您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所储存的信息。</li>
				</ul>
				<br><br><h3>其他方分享的您的信息</h3><br><br>
				<ul>
					<li>其他方使用我们的服务时所提供有关您的共享信息。</li>
				</ul>
				<br><br><h3>我们获取的您的信息</h3><br><br>
				<p>您使用服务时我们可能收集如下信息：</p><br><br>
				<ul>
					<li><strong>日志信息，</strong>指您使用我们的服务时，系统可能通过cookies、web beacon或其他方式自动采集的技术信息，包括：</li>
					<ul>
						<li>设备或软件信息，例如您的移动设备、网页浏览器或用于接入我们服务的其他程序所提供的配置信息、您的IP地址和移动设备所用的版本和设备识别码；</li>
					</ul>
				</ul>
				
				<br><br><h2>我们可能如何使用信息</h2><br><br>
				<p>我们可能将在向您提供服务的过程之中所收集的信息用作下列用途：</p>
				<ul>
					<li>向您提供服务；</li>
					<li>在我们提供服务时，用于身份验证、客户服务、服务需要、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；</li>
					<li>帮助我们设计新服务，改善我们现有服务；</li>
					<li>使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示，或对您和其他用户作出其他方面的回应；</li>
					<li>向您提供与您更加相关的广告以替代普遍投放的广告；</li>
					<li>评估我们服务中的广告和其他促销及推广活动的效果，并加以改善；</li>
					<li>让您参与有关我们产品和服务的调查。</li>		
				</ul>
				<p>为了让您有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某一项服务所收集的信息，以汇集信息或者个性化的方式，用于我们的其他服务。例如，在您使用我们的一项服务时所收集的信息，可能在另一服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。如果我们在相关服务中提供了相应选项，您也可以授权我们将该服务所提供和储存的信息用于我们的其他服务。 </p>
				
				<br><br><h2>您如何访问和控制自己的个人信息</h2><br><br>
				<p>我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障账户安全。</p>
				
				<br><br><h2>我们可能分享的信息</h2><br><br>
				<p>除以下情形外，<strong>未经您同意</strong>，我们以及我们的关联组织<strong>绝对不会</strong>与任何第三方分享您的个人信息：</p>
				<ul>
					<li>我们可能将您的个人信息与我们的关联组织、合作伙伴及第三方服务供应商分享（他们可能并非位于您所在的法域），用作下列用途：</li>
					<ul>
						<li>向您提供我们的服务；</li>
						<li>实现“我们可能如何使用信息”部分所述目的；</li>
						<li>履行我们在《朴村服务协议》或本《隐私政策》中的义务和行使我们的权利；</li>
						<li>理解、维护和改善我们的服务。</li>
					</ul>
				</ul>
				<p>如我们或我们的关联组织与任何上述第三方分享您的个人信息，我们将努力确保该等第三方在使用您的个人信息时遵守本《隐私政策》及我们要求其遵守的其他适当的保密和安全措施。</p>
				<ul>
					<li>随着我们业务的持续发展，我们以及我们的关联组织有可能进行合并、收购、资产转让或类似的交易，您的个人信息有可能作为此类交易的一部分而被转移。我们将在转移前通知您。</li>
					<li>我们或我们的关联组织还可能为以下需要而保留、保存或披露您的个人信息：</li>
					<ul>
						<li>遵守适用的法律法规；</li>
						<li>遵守法院命令或其他法律程序的规定；</li>
						<li>遵守相关政府机关的要求；</li>
						<li>为遵守适用的法律法规、维护社会公共利益，或保护我们的客户、我们或我们的集团公司、其他用户或雇员的人身和财产安全或合法权益所合理必需的用途。</li>
					</ul>
				</ul>
				
				<br><br><h2>信息安全</h2><br><br>
				<p>我们仅在本《隐私政策》所述目的所必需的期间和法律法规要求的时限内保留您的个人信息。</p>
				<p><strong>我们使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。例如，在某些服务中，我们将利用加密技术（例如SSL）来保护您提供的个人信息。但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。</strong></p>
				
				
				<br><br><h2>广告服务</h2><br><br>
				<p>我们可能使用您的相关信息，向您提供与您更加相关的广告。</p>
				<p>我们也可能使用您的信息，通过我们的服务、电子邮件或其他方式向您发送营销信息，提供或推广我们或第三方的如下商品和服务：</p>
				<ul>
					<li>我们的商品或服务，我们的关联公司和合作伙伴的商品或服务，包括即时通讯服务、网上媒体服务、互动娱乐服务、社交网络服务、付款服务、互联网搜索服务、位置和地图服务、应用软件和服务、数据管理软件和服务、网上广告服务、互联网金融，以及其他社交媒体、娱乐、电子商务、资讯和通讯软件或服务（统称“<strong>互联网服务</strong>”）；</li>
					<li>第三方互联网服务供应商，以及与下列有关的第三方商品或服务：食物和餐饮、体育、音乐、电影、电视、现场表演及其他艺术和娱乐、书册、杂志和其他刊物、服装和配饰、珠宝、化妆品、个人健康和卫生、电子、收藏品、家用器皿、电器、家居装饰和摆设、宠物、汽车、酒店、交通和旅游、银行、保险及其他金融服务、会员积分和奖励计划，以及我们认为可能与您相关的其他商品或服务。</li>
					<p>如您不希望我们将您的个人信息用作前述广告用途，您可以通过我们在广告中提供的相关提示，或在特定服务中提供的指引，要求我们停止为上述用途使用您的个人信息。</p>
				</ul>
				
				<br><br><h2>我们可能向您发送的邮件和信息</h2><br><br>
				<h4>邮件和信息推送</h4><br><br>
				<p>您在使用我们的服务时，我们可能使用您的信息向您的设备发送电子邮件、新闻或推送通知。如您不希望收到这些信息，可以按照我们的相关提示，在设备上选择取消订阅。</p>
				<h4>与服务有关的公告</h4><br><br>
				<p>我们可能在必要时（例如因系统维护而暂停某一项服务时）向您发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于推广的公告。</p>
				
				<br><br><h2>隐私政策的适用范围</h2><br><br>
				<p>除某些特定服务外，我们所有的服务均适用本《隐私政策》。这些特定服务将适用特定的隐私政策。<strong>针对某些特定服务的特定隐私政策，将更具体地说明我们在该等服务中如何使用您的信息。</strong>该特定服务的隐私政策构成本《隐私政策》的一部分。<strong>如相关特定服务的隐私政策与本《隐私政策》有不一致之处，适用该特定服务的隐私政策。</strong></p>
				<p>除本《隐私政策》另有规定外，本《隐私条款》所用词语将与《朴村服务协议》所定义的词语具有相同的涵义。</p>
				<h3>请您注意，本《隐私政策》不适用于以下情况：</h3>
				<ul>
					<li>通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息；</li>
					<li>通过在我们服务中进行广告服务的其他公司或机构所收集的信息。</li>
				</ul>
				
				<br><br><h2>变更</h2><br><br>
				<p>我们可能适时修订本《隐私政策》的条款，该等修订构成本《隐私政策》的一部分。<strong>如该等修订造成您在本《隐私政策》下权利的实质减少，我们将在修订生效前通过在主页上显著位置提示或向您发送电子邮件或以其他方式通知您。在该种情况下，若您继续使用我们的服务，即表示同意受经修订的本《隐私政策》的约束。</strong></p>
			
				</a>
			</figure>

			<?php include('footer.php');?>
		</div>

	</body>
</html>
