-- phpMyAdmin SQL Dump
-- version 4.1.14
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: 2016-05-26 15:01:29
-- 服务器版本： 5.6.17
-- PHP Version: 5.5.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `pucuntw`
--

-- --------------------------------------------------------

--
-- 表的结构 `invitecode`
--

CREATE TABLE IF NOT EXISTS `invitecode` (
  `iid` int(11) NOT NULL AUTO_INCREMENT,
  `uid` int(11) NOT NULL,
  `code` text CHARACTER SET utf8 NOT NULL,
  `realcode` text CHARACTER SET utf8 NOT NULL,
  `ucount` int(11) NOT NULL,
  PRIMARY KEY (`iid`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 AUTO_INCREMENT=6 ;

--
-- 转存表中的数据 `invitecode`
--

INSERT INTO `invitecode` (`iid`, `uid`, `code`, `realcode`, `ucount`) VALUES
(2, 1, '4f2016c6b934d55bd7120e5d0e62cce3', '我爱你', 2),
(3, 2, '7eca689f0d3389d9dea66ae112e5cfd7', '欢迎使用朴村', -928),
(4, 24, 'f04b042cca66867b17c3a2d22aa10526', '开开心心', 0),
(5, 27, '7eca689f0d3389d9dea66ae112e5cfd7', '你好', 2);

-- --------------------------------------------------------

--
-- 表的结构 `m_post`
--

CREATE TABLE IF NOT EXISTS `m_post` (
  `pid` int(11) NOT NULL AUTO_INCREMENT COMMENT '单号',
  `user` text NOT NULL COMMENT '用户名',
  `userid` int(11) NOT NULL COMMENT '用户id',
  `item_name` text NOT NULL COMMENT '物品名称',
  `item_type` int(11) NOT NULL COMMENT '分类',
  `item_age` int(11) NOT NULL COMMENT '物品成色',
  `item_img` text NOT NULL COMMENT '图片地址',
  `item_details` text NOT NULL COMMENT '物品描述',
  `item_price` text NOT NULL COMMENT '物品价格',
  `item_contacts` text NOT NULL COMMENT '物品联系人',
  `item_tel` text NOT NULL COMMENT '联系电话',
  `item_wechat` text NOT NULL COMMENT '联系人微信或QQ',
  `pub_time` text NOT NULL COMMENT '发布时间',
  `mod_time` text NOT NULL COMMENT '修改时间',
  `liked` int(11) NOT NULL COMMENT '感兴趣',
  `status` int(11) NOT NULL COMMENT '状态',
  PRIMARY KEY (`pid`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=34 ;

--
-- 转存表中的数据 `m_post`
--

INSERT INTO `m_post` (`pid`, `user`, `userid`, `item_name`, `item_type`, `item_age`, `item_img`, `item_details`, `item_price`, `item_contacts`, `item_tel`, `item_wechat`, `pub_time`, `mod_time`, `liked`, `status`) VALUES
(32, 'Jeff', 27, '99新奥迪一辆', 1, 99, './upload/img/1464091407_er.jpg;./upload/img/1464091407_ewr.jpg;./upload/img/1464091407_INS.jpg;./upload/img/1464091407_MBE-Style-Underground-LOGO-2.jpg', '车辆说明：七天无理由退换，外迁车除外；帅车每台车都免费提供180天/10000公里动力双选和180天/10000公里、360天/ 20000公里的选择性全面延期质保 ！！！！！ 质保车辆享受两年五万公里的保值回购；购车支持贷款“”首付支持百分之二十支付、24小时维修救援等服务 1.	在你们这买车有保障吗？坏了怎么办？ A：帅车每台在售车都提供30天/3000公里的免费质保服务，还有最长达360天 20000公里的延保服务。 2.这车车主怎么就卖了，不会有什么问题吧？ A：公司郑重承诺，所有车辆结构性损伤，无涉水，无过火，无调表，支持任意一 家4S店检测，而且购车时会和您签协议，如有上述问题，无条件退车。 3.在哪里看车啊，可以试驾吗？ A：所有在售车辆都在公司各实体店里，随时欢迎您前来看车试驾。 4.我不懂过户，手续好麻烦？ A：帅车会有专人协助您全程办理，所有车辆均包过户费，无其他费用。您只需喝 茶静等。 5.你们的车可以贷款吗？ A：帅车为客户提供多种贷款，首付“50%” 帅车值心二手车连锁大卖场团队以透明、专业、价值为经营准则，以全流程服务为 经营宗旨，让客户买到称心如意的值“心”好车。除外，车辆信息公开，保证不售事故车，不调里程表。 \n联系我时，请说明是在北京赶集网二手车看到的二手，谢谢。', '10000', '吴健锋', '07851978789', 'wechat', '2016/05/24 01:03:27pm', '2016/05/24 01:03:27pm', 0, 1),
(33, 'Jeff', 27, 'iPad一台', 2, 0, './upload/img/1464220149_day-1-dribble-3-1x.jpg;./upload/img/1464220149_artboard_1.png;./upload/img/1464220149_helm_shot328.jpg', '凭借第二代采用 64 位台式电脑级架构的 A8X 芯片，iPad Air 2 的处理速度更快，性能更强。\r\n\r\n\r\n你也许会觉得，为了实现如此的性能提升，我们将在其他方面做出妥协，比如外形变厚重，或是电池使用时间变短。但恰恰相反，iPad Air 2 不但比上一代更薄更轻，而且在 M8 运动协处理器的支持下，仍然拥有最长可达 10 小时的出色电池续航*。因此，你能做得更多，也更轻松得多。', '124', '吴健锋', '07851978789', 'flydev', '2016/05/26 12:49:09am', '2016/05/26 10:55:41am', 0, 1);

-- --------------------------------------------------------

--
-- 表的结构 `orderlist`
--

CREATE TABLE IF NOT EXISTS `orderlist` (
  `oid` int(11) NOT NULL AUTO_INCREMENT,
  `time` text NOT NULL COMMENT '下单时间',
  `userID` int(11) NOT NULL COMMENT '用户ID',
  `userInfo` text NOT NULL COMMENT '姓名地址电话',
  `orderStatus` int(11) NOT NULL COMMENT '订单状态',
  `allAmount` text NOT NULL COMMENT '总价',
  `afterDis` int(11) NOT NULL COMMENT '折后总价',
  `orderFeedback` int(11) NOT NULL COMMENT '订单评分',
  `item1Name` text NOT NULL,
  `item1Amount` text NOT NULL,
  `item1Qty` text NOT NULL,
  `item1Sid` text NOT NULL,
  `item2Name` text NOT NULL,
  `item2Amount` text NOT NULL,
  `item2Qty` text NOT NULL,
  `item2Sid` text NOT NULL,
  `item3Name` text NOT NULL,
  `item3Amount` text NOT NULL,
  `item3Qty` text NOT NULL,
  `item3Sid` text NOT NULL,
  `item4Name` text NOT NULL,
  `item4Amount` text NOT NULL,
  `item4Qty` text NOT NULL,
  `item4Sid` text NOT NULL,
  `item5Name` text NOT NULL,
  `item5Amount` text NOT NULL,
  `item5Qty` text NOT NULL,
  `item5Sid` text NOT NULL,
  `note` text NOT NULL COMMENT '订单备注',
  `refuseReason` text NOT NULL COMMENT '拒绝理由',
  `unixtime` bigint(20) NOT NULL COMMENT 'UNIX时间戳',
  PRIMARY KEY (`oid`),
  KEY `unixtime` (`unixtime`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=111 ;

--
-- 转存表中的数据 `orderlist`
--

INSERT INTO `orderlist` (`oid`, `time`, `userID`, `userInfo`, `orderStatus`, `allAmount`, `afterDis`, `orderFeedback`, `item1Name`, `item1Amount`, `item1Qty`, `item1Sid`, `item2Name`, `item2Amount`, `item2Qty`, `item2Sid`, `item3Name`, `item3Amount`, `item3Qty`, `item3Sid`, `item4Name`, `item4Amount`, `item4Qty`, `item4Sid`, `item5Name`, `item5Amount`, `item5Qty`, `item5Sid`, `note`, `refuseReason`, `unixtime`) VALUES
(63, '2016/05/03 09:11:52pm', 69, '颜铭骏 & 51, Sheffield road, Portsmouth  & 07542072521', 0, '12.10', 0, 0, '照烧鸡排饭', '7.30', '1', '4', '加州卷', '4.80', '1', '4', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1462306312),
(58, '2016/05/02 06:07:38pm', 62, '田晓航 & Flat 5, The Round House, Gunwharf Quays & 07895148146', 22, '25.40', 0, 0, '肘花拍黄瓜', '7.80', '1', '5', '金牌飘香小里脊', '9.80', '1', '5', '干煸四季豆', '7.80', '1', '5', '', '', '', '', '', '', '', '', '2个米饭。谢谢。', '', 1462208858),
(40, '2016/04/30 02:05:37pm', 27, '吴健锋 & D7-1 Bateson Hall, The mary rose street, Portsmouth & 07851978789', 99, '10.50', 0, 0, '羊肉串', '3.00', '2', '5', '炸鸡腿咖喱饭', '7.50', '1', '5', '', '', '', '5', '', '', '', '5', '', '', '', '', '订单备注', '', 1462021537),
(39, '2016/04/29 08:25:54pm', 53, '政泽 & flat2 harbour ridge queen street & 07482010687', 0, '7.20', 0, 0, '炸鸡排咖喱饭', '7.20', '1', '4', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1461957954),
(38, '2016/04/29 08:17:37pm', 52, '陈鹏凯 & cross street 31 Hamburg house & 07719658844', 0, '7.30', 0, 0, '照烧鸡排饭', '7.30', '1', '4', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1461957457),
(37, '2016/04/29 06:21:42pm', 45, '程榕 & James Watson hall  white swan road  Portsmouth Hampshire PO1 2BF & 07763064175', 99, '32.40', 0, 0, '酱香大骨', '13.80', '1', '1', '溜肉段', '9.80', '1', '1', '夫妻肺片', '8.80', '1', '1', '', '', '', '', '', '', '', '', '带筷子', '', 1461950502),
(35, '2016/04/29 04:07:18am', 41, '橙纸 & po13sz & 07704237602', 111, '6.80', 0, 0, '扬州炒饭', '6.80', '1', '1', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '填写拒绝理由', 1461874038),
(34, '2016/04/29 01:58:51am', 29, '龚明皓 & 12 Fernhurst Road PO4 8AA & 07510957943', 98, '24.60', 0, 0, '豆花肥肠', '14.80', '1', '1', '土豆烧牛腩', '9.80', '1', '1', '', '', '', '1', '', '', '', '1', '', '', '', '1', '订单备注', '', 1461866331),
(33, '2016/04/28 11:37:35pm', 27, '吴健锋 & D7-1 Bateson Hall, The mary rose street, Portsmouth & 07851978789', 111, '52.20', 0, 0, '红烧带鱼', '10.80', '1', '1', '酱香大骨', '41.40', '3', '1', '', '', '', '', '', '', '', '', '', '', '', '', '带个筷子', '填写拒绝理由', 1461857855),
(66, '2016/05/04 04:19:58pm', 69, '颜铭骏 & 51, Sheffield road, Portsmouth  & 07542072521', 22, '19.40', 0, 0, '照烧鸡排饭', '7.30', '1', '4', '照烧鸡排饭', '7.30', '1', '4', '加州卷', '4.80', '1', '4', '', '', '', '', '', '', '', '', '订单备注', '', 1462375198),
(64, '2016/05/04 12:47:35pm', 62, '田晓航 & Flat 5, The Round House, Gunwharf Quays & 07895148146', 22, '30.70', 0, 0, '红油猪耳', '8.80', '1', '5', '地三鲜', '6.80', '1', '5', '椒盐豆腐', '3.80', '1', '5', '铁板孜然羊肉', '9.80', '1', '5', '羊肉串', '1.50', '1', '5', '2个米饭。谢谢。', '', 1462362455),
(61, '2016/05/02 06:49:57pm', 57, '段俊韬 & 51 Sheffield road & 07510959147', 99, '12.10', 0, 0, '照烧鸡排饭', '7.30', '1', '4', '加州卷', '4.80', '1', '4', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1462211397),
(62, '2016/05/02 08:14:34pm', 69, '颜铭骏 & 51, Sheffield road, Portsmouth  & 07542072521', 98, '12.10', 0, 0, '加州卷', '4.80', '1', '4', '照烧鸡排饭', '7.30', '1', '4', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1462216474),
(72, '2016/05/06 09:17:10pm', 51, '伍浩贤 & 21 Alexandra Road & 07490426131', 11, '20.60', 0, 0, '孜然牛肉', '9.80', '1', '1', '干锅肥肠', '10.80', '1', '1', '', '', '', '1', '', '', '', '1', '', '', '', '1', '订单备注', '', 1462565830),
(50, '2016/05/01 06:26:14pm', 60, '邵婧 & 94 Astley street.  PO5 4BZ & 07719771317', 99, '25.40', 0, 0, '溜肉段', '9.80', '1', '1', '地三鲜', '7.80', '1', '1', '麻辣面', '7.80', '1', '1', '', '', '', '', '', '', '', '', '订单备注麻辣面少辣', '', 1462123574),
(49, '2016/05/01 06:21:43pm', 51, '伍浩贤 & 21 Alexandra Road & 07490426131', 99, '18.60', 0, 0, '宫保鸡丁', '8.80', '1', '1', '孜然牛肉', '9.80', '1', '1', '', '', '', '1', '', '', '', '1', '', '', '', '1', '订单备注', '', 1462123303),
(70, '2016/05/06 02:22:31pm', 79, '林曉曼 & 44 Brunswick House Queen Street & 07480954364', 22, '20.10', 0, 0, '咸鱼肉末酱烧茄子', '8.80', '1', '1', '韭菜炒豆腐干', '8.80', '1', '1', '白饭', '1.00', '1', '1', '蛋炒饭', '1.50', '1', '1', '', '', '', '', '订单备注', '', 1462540951),
(73, '2016/05/07 05:33:26pm', 57, '段俊韬 & 51 Sheffield road & 07510959147', 99, '12.80', 0, 0, '照烧鸡排盒饭', '12.80', '1', '4', '', '', '', '4', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1462638806),
(74, '2016/05/07 05:34:45pm', 81, '张丹阳 & PO1,2BL & 07751727523', 0, '31.40', 0, 0, '酸汤肥牛', '12.80', '1', '2', '口水鸡', '8.80', '1', '2', '海鲜豆腐煲', '9.80', '1', '2', '', '', '', '2', '', '', '', '2', '刷卡', '', 1462638885),
(75, '2016/05/09 10:42:43am', 78, '请填写真实姓名 & 10 Drummond Road Portsmouth & 7951369677', 0, '21.60', 0, 0, '酱香大骨', '13.80', '1', '1', '孜然羊肉炒饭', '7.80', '1', '1', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注快一点', '', 1462786963),
(76, '2016/05/10 12:10:03pm', 84, '思勉 & 5.1 Margaret Rule Hall PO1 2DS & 07707078514', 99, '16.30', 90, 0, '鱼香茄子饭', '6.50', '1', '5', '铁板黑椒牛柳', '9.80', '1', '5', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1462878603),
(91, '2016/05/10 09:59:56pm', 86, '张政通 & PO1 4NS 17 Victoria street & 07586106547', 99, '41.20', 0, 0, '夫妻肺片', '8.80', '1', '1', '干锅香辣鸡', '10.80', '1', '1', '小炒肉', '7.80', '1', '1', '蛋炒饭', '6.00', '4', '1', '地三鲜', '7.80', '1', '1', '订单备注', '', 1462913996),
(92, '2016/05/11 12:36:49pm', 84, '思勉 & 5.1 Margaret Rule Hall PO1 2DS & 07707078514', 99, '31.40', 90, 0, '铁板鱿鱼', '10.80', '1', '5', '水煮鱼', '11.80', '1', '5', '夫妻肺片', '8.80', '1', '5', '', '', '', '5', '', '', '', '5', '订单备注', '', 1462966609),
(93, '2016/05/11 12:57:49pm', 40, '吴雨飞 & 40 king william street, PO13JJ & 07542074791', 99, '16.30', 90, 0, '夫妻肺片', '8.80', '1', '5', '原味牛腩饭', '7.50', '1', '5', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1462967869),
(94, '2016/05/12 10:31:50am', 62, '田晓航 & Flat 5, The Round House, Gunwharf Quays & 07895148146', 22, '24.40', 90, 0, '麻辣拌', '7.80', '1', '5', '干煸四季豆', '7.80', '1', '5', '麻辣牛腱', '8.80', '1', '5', '', '', '', '5', '', '', '', '5', '2个米饭。谢谢。', '', 1463045510),
(95, '2016/05/12 02:05:27pm', 40, '吴雨飞 & 40 king william street, PO13JJ & 07542074791', 99, '16.30', 90, 0, '红油猪耳', '8.80', '1', '5', '原味牛腩饭', '7.50', '1', '5', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1463058327),
(96, '2016/05/12 02:30:10pm', 87, '孙荧 & 260 Somers road north po1 1pl & 07874334686', 22, '28.40', 0, 0, '夫妻肺片', '8.80', '1', '1', '上汤大白菜', '7.80', '1', '1', '锅包肉', '9.80', '1', '1', '白饭', '2.00', '2', '1', '', '', '', '', '订单备注', '', 1463059810),
(97, '2016/05/13 03:46:48pm', 40, '吴雨飞 & 40 king william street, PO13JJ & 07542074791', 99, '16.30', 90, 0, '红油猪耳', '8.80', '1', '5', '原味牛腩饭', '7.50', '1', '5', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1463150808),
(98, '2016/05/13 06:06:09pm', 57, '段俊韬 & 51 Sheffield road & 07510959147', 22, '7.50', 90, 0, '炸大虾咖喱饭', '7.50', '1', '5', '', '', '', '5', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1463159169),
(99, '2016/05/13 09:09:55pm', 51, '伍浩贤 & 21 Alexandra Road & 07490426131', 22, '17.60', 0, 0, '孜然牛肉', '9.80', '1', '1', '红烧豆腐', '7.80', '1', '1', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1463170195),
(100, '2016/05/14 11:07:27am', 84, '思勉 & 5.1 Margaret Rule Hall PO1 2DS & 07707078514', 11, '27.60', 0, 0, '煎青岛大包', '2.50', '1', '2', '煎青岛大包', '2.50', '1', '2', '铁板孜然羊肉', '9.80', '1', '2', '酸汤肥牛', '12.80', '1', '2', '', '', '', '', '订单备注', '', 1463220447),
(101, '2016/05/14 03:38:37pm', 40, '吴雨飞 & 40 king william street, PO13JJ & 07542074791', 99, '15.30', 90, 0, '红油猪耳', '8.80', '1', '5', '宫保鸡丁饭', '6.50', '1', '5', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1463236717),
(102, '2016/05/14 08:20:45pm', 27, '吴健锋 & D7-1 Bateson Hall, The mary rose street, Portsmouth & 07851978789', 11, '10.00', 85, 0, '水煎包', '6.00', '1', '7', '油条', '2.00', '1', '7', '五香蛋', '2.00', '2', '7', '', '', '', '', '', '', '', '', '明天早上送，谢谢', '', 1463253645),
(103, '2016/05/15 12:03:50pm', 40, '吴雨飞 & 40 king william street, PO13JJ & 07542074791', 99, '15.30', 90, 0, '红油猪耳', '8.80', '1', '5', '麻婆豆腐饭', '6.50', '1', '5', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1463310230),
(105, '2016/05/15 08:03:50pm', 89, '马伊立 & REES HALL,SOUTHSEA TERRACE,SOUTHSEA,HAMPSHIRE    PO5 3AP & 07928993039', 98, '27.40', 90, 0, '口水鸡', '7.80', '1', '5', '水煮鱼', '11.80', '1', '5', '麒麟茄子', '7.80', '1', '5', '', '', '', '', '', '', '', '', '要两份米饭', '', 1463339030),
(106, '2016/05/18 05:12:42pm', 27, '吴健锋 & D7-1 Bateson Hall, The mary rose street, Portsmouth & 07851978789', 99, '22.60', 0, 0, '酱香大骨', '13.80', '1', '1', '咸鱼肉末酱烧茄子', '8.80', '1', '1', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1463587962),
(107, '2016/05/18 05:15:32pm', 27, '吴健锋 & D7-1 Bateson Hall, The mary rose street, Portsmouth & 07851978789', 51, '14.60', 80, 0, '小葱拌豆腐', '5.80', '1', '1', '咸鱼肉末酱烧茄子', '8.80', '1', '1', '', '', '', '', '', '', '', '', '', '', '', '', '尽快送', '填写撤单理由', 1463588132),
(108, '2016/05/20 06:37:59pm', 27, '吴健锋 & D7-1 Bateson Hall, The mary rose street, Portsmouth & 07851978789', 11, '5.80', 80, 0, '小葱拌豆腐', '5.80', '1', '1', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '订单备注', '', 1463765879),
(109, '2016/05/20 06:58:54pm', 27, '吴健锋 & D7-1 Bateson Hall, The mary rose street, Portsmouth & 07851978789', 0, '16.60', 90, 0, '小葱拌豆腐', '5.80', '1', '1', '红烧带鱼', '10.80', '1', '1', '', '', '', '', '', '', '', '', '', '', '', '', '加筷子', '', 1463767134);

-- --------------------------------------------------------

--
-- 表的结构 `store`
--

CREATE TABLE IF NOT EXISTS `store` (
  `sid` int(11) NOT NULL AUTO_INCREMENT COMMENT '商家ID',
  `sname` text NOT NULL COMMENT '商家名',
  `sstatus` int(11) NOT NULL COMMENT '店铺状态（开/歇业）',
  `sbulletin` text NOT NULL COMMENT '公告板',
  `review` bigint(20) NOT NULL COMMENT '评分',
  `dis` int(11) NOT NULL COMMENT '折扣',
  `smsnumber` text NOT NULL COMMENT '接收短信号码',
  PRIMARY KEY (`sid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

--
-- 转存表中的数据 `store`
--

INSERT INTO `store` (`sid`, `sname`, `sstatus`, `sbulletin`, `review`, `dis`, `smsnumber`) VALUES
(1, '美味庄园', 0, '公告', 3, 90, '07493120202'),
(2, '麒麟阁', 1, '填写公告', 0, 0, '07429491422'),
(3, 'Yan旁支甜品店', 0, '可在商学院自提，满17磅送货！可办会员卡，有折扣！订单5分钟内未确认，请致电订单中心提供的电话。', 0, 0, '07597669575'),
(4, '奈良', 0, '这是奈良，订单5分钟内未确认，请致电订单中心提供的电话。', 2, 0, '07926690421'),
(5, '天月湾', 1, '朴村外卖网测试阶段，下单两分钟未确认，请拨打订餐电话02392822291，天月湾订餐微信TYW825209，在本店订餐赠送饮品，有积分，有优惠。', 8, 90, '07401888595'),
(6, '小猪作坊', 1, '北方主食， 今天6点前送餐。订单5分钟内未确认，请致电订单中心提供的电话。', 0, 0, '07808229624'),
(7, 'Lin&Li Homemade', 1, '本店提供早餐，9-11点送餐（限Southsea）。订单5分钟内未确认，请致电订单中心提供的电话。', 0, 85, '07590688818');

-- --------------------------------------------------------

--
-- 表的结构 `store1data`
--

CREATE TABLE IF NOT EXISTS `store1data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `des` text NOT NULL,
  `price` text NOT NULL,
  `pic` text NOT NULL,
  `top` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=266 ;

--
-- 转存表中的数据 `store1data`
--

INSERT INTO `store1data` (`id`, `name`, `des`, `price`, `pic`, `top`) VALUES
(159, '小葱拌豆腐', '小葱豆腐', '5.80', './upload/img/1461415899_unnamed.jpg', 0),
(158, '酱香大骨', '东北酱香大骨', '13.80', './upload/img/1461526241_0819_2.jpg', 0),
(160, '咸鱼肉末酱烧茄子', '咸鱼肉末茄子', '8.80', './upload/img/1461526553_0819_4.jpg', 0),
(161, '香菇菜胆', '香菇炒上海青', '8.80', './upload/img/1461526625_0819_5.jpg', 0),
(162, '红烧豆腐', '特质红烧豆腐', '7.80', './upload/img/1461526682_0819_6.jpg', 0),
(163, '韭菜炒鸡蛋', '韭菜鸡蛋', '7.80', './upload/img/1461526808_0819_10.jpg', 0),
(164, '干煸四季', '干辣椒炒四季豆', '7.80', './upload/img/1461526851_0819_11.jpg', 0),
(165, '尖椒肥肠', '爆炒肥肠', '9.80', './upload/img/1461527084_0819_14.jpg', 0),
(166, '鱼香肉丝', '肉丝', '8.80', './upload/img/1461527464_0819_15.jpg', 0),
(167, '宫保鸡丁', '宫保鸡丁', '8.80', './upload/img/1461527548_0819_17.jpg', 0),
(168, '溜肉段', '肉段', '9.80', './upload/img/1461527579_0819_18.jpg', 0),
(169, '火爆腰花', '细嫩猪腰', '7.80', './upload/img/1461527640_0819_20.jpg', 0),
(170, '水煮肉片', '经典热菜', '9.80', './upload/img/1461527677_0819_21.jpg', 0),
(171, '锅包肉', '锅巴包肉', '9.80', './upload/img/1461527735_0819_22.jpg', 0),
(172, '孜然羊肉', '美味羊肉条', '9.80', './upload/img/1461527778_0819_23.jpg', 0),
(173, '干锅肥肠', '香辣肥肠', '10.80', './upload/img/1461527844_0819_24.jpg', 0),
(174, '干锅鱿鱼', '美味鱿鱼', '13.80', './upload/img/1461527879_0819_25.jpg', 0),
(175, '干锅香辣虾', '香辣大虾', '13.80', './upload/img/1461527921_0819_26.jpg', 0),
(176, '韭菜炒鱿鱼', '韭菜鱿鱼', '10.80', './upload/img/1461528001_0819_29.jpg', 0),
(177, '夫妻肺片', '经典凉菜', '8.80', './upload/img/1461528065_0819_34.jpg', 0),
(178, '扬州炒饭', '江南炒饭', '6.80', './upload/img/1461528097_0819_35.jpg', 0),
(179, '手工水饺', '手擀水饺', '6.80', './upload/img/1461528146_0819_19.jpg', 0),
(180, '番茄蛋花汤', '番茄鸡蛋汤', '5.80', './upload/img/1461528198_0819_27.jpg', 0),
(181, '凉拌土豆丝', '凉拌土豆丝', '5.80', './upload/img/1461528379_0819_13.jpg', 0),
(182, '口水鸡', '口水鸡', '7.80', './upload/img/1463758833_6630344287048685190.png', 0),
(183, '蒜泥白肉', '蒜泥白肉', '7.80', './upload/img/1463956003_MBE-Style-Underground-LOGO-2.jpg', 0),
(184, '红油牛腱', '红油牛腱', '8.80', './upload/img/1464007037_025I44R4-7.jpg', 0),
(185, '红油百叶', '红油百叶', '8.80', '', 0),
(186, '红油猪耳', '红油猪耳', '8.80', '', 0),
(187, '皮蛋豆花', '皮蛋豆花', '6.80', '', 0),
(189, '泡椒凤爪', '泡椒凤爪', '7.80', '', 0),
(190, '素拍黄瓜', '素拍黄瓜', '4.80', '', 0),
(191, '山东拌菜', '山东拌菜', '7.80', '', 0),
(192, '干锅香辣鸡', '干锅香辣鸡', '10.80', '', 0),
(193, '干锅鸡杂', '干锅鸡杂', '12.80', '', 0),
(194, '干锅鱿鱼', '干锅鱿鱼', '13.80', '', 0),
(196, '干锅羊排', '干锅羊排', '12.80', '', 0),
(197, '干锅田鸡腿', '干锅田鸡腿', '10.80', '', 0),
(198, '干锅茶树菇', '干锅茶树菇', '11.80', '', 0),
(199, '萝卜羊肉粉丝锅', '萝卜羊肉粉丝锅', '12.80', '', 0),
(200, '辣子鸡', '辣子鸡', '9.80', '', 0),
(201, '小笨鸡压土豆', '小笨鸡压土豆', '8.80', '', 0),
(202, '红烧肉', '红烧肉', '9.80', '', 0),
(203, '红烧排骨', '红烧排骨', '9.80', '', 0),
(204, '糖醋排骨', '糖醋排骨', '8.80', '', 0),
(205, '小炒肉', '小炒肉', '7.80', '', 0),
(206, '蒙古小炒肉', '蒙古小炒肉', '8.80', '', 0),
(207, '香葱木耳炒肉', '香葱木耳炒肉', '7.80', '', 0),
(208, '土豆烧牛腩', '土豆烧牛腩', '9.80', '', 0),
(209, '萝卜烧牛腩', '萝卜烧牛腩', '9.80', '', 0),
(210, '小排骨烧豆角', '小排骨烧豆角', '8.80', '', 0),
(211, '排骨烧土豆', '排骨烧土豆', '8.80', '', 0),
(212, '水煮牛肉', '水煮牛肉', '10.80', '', 0),
(213, '水煮鱼', '水煮鱼', '12.80', '', 0),
(214, '酸菜鱼', '酸菜鱼', '12.80', '', 0),
(215, '孜然牛肉', '孜然牛肉', '9.80', '', 0),
(216, '孜然羊排', '孜然羊排', '10.80', '', 0),
(217, '孜然全腰', '孜然全腰', '7.80', '', 0),
(218, '手把羊排', '手把羊排', '10.80', '', 0),
(219, '香辣猪脚', '香辣猪脚', '8.80', '', 0),
(220, '豆花里脊', '豆花里脊', '14.80', '', 0),
(221, '豆花牛肉', '豆花牛肉', '14.80', '', 0),
(222, '豆花肥肠', '豆花肥肠', '14.80', '', 0),
(223, '豆花鱼片', '豆花鱼片', '14.80', '', 0),
(224, '辣汁牛百叶', '辣汁牛百叶', '8.80', '', 0),
(225, '麻辣金针菇', '麻辣金针菇', '12.80', '', 0),
(226, '馋嘴蛙', '馋嘴蛙', '12.80', '', 0),
(227, '椒盐田鸡腿', '椒盐田鸡腿', '10.80', '', 0),
(228, '上汤大白菜', '上汤大白菜', '7.80', '', 0),
(229, '火爆大头菜', '火爆大头菜', '7.80', '', 0),
(230, '菜心', '菜心', '7.80', '', 0),
(231, '小白菜', '小白菜', '7.80', '', 0),
(232, '松子玉米', '松子玉米', '8.80', '', 0),
(233, '番茄炒鸡蛋', '番茄炒鸡蛋', '7.80', '', 0),
(234, '韭菜炒豆腐干', '韭菜炒豆腐干', '8.80', '', 0),
(235, '香辣土豆片', '香辣土豆片', '6.80', '', 0),
(236, '地三鲜', '地三鲜', '7.80', '', 0),
(237, '酱烧茄子', '酱烧茄子', '7.80', '', 0),
(238, '麻婆豆腐', '麻婆豆腐', '7.80', '', 0),
(239, '四川家常豆腐', '四川家常豆腐', '7.80', '', 0),
(240, '辣味荷兰豆', '辣味荷兰豆', '8.80', '', 0),
(241, '蒜蓉西兰花', '蒜蓉西兰花', '6.80', '', 0),
(242, '猪肉炖粉条', '猪肉炖粉条', '10.80', '', 0),
(243, '小鸡炖蘑菇粉', '小鸡炖蘑菇粉', '12.80', '', 0),
(244, '螃蟹', '可备注香辣或姜葱', '12.80', '', 0),
(245, '蒜蓉粉丝蒸带子', '蒜蓉粉丝蒸带子', '8.00', '', 0),
(246, '红烧鲈鱼', '红烧鲈鱼', '14.80', '', 0),
(247, '清蒸鲈鱼', '清蒸鲈鱼', '14.80', '', 0),
(248, '红烧带鱼', '红烧带鱼', '10.80', '', 0),
(249, '孜然鱿鱼', '孜然鱿鱼', '10.80', '', 0),
(250, '大虾', '可选备注香辣或姜葱', '12.80', '', 0),
(251, '白饭', '米饭', '1.00', '', 0),
(252, '蛋炒饭', '蛋炒饭', '1.50', '', 0),
(253, '孜然羊肉炒饭', '孜然羊肉炒饭', '7.80', '', 0),
(254, '辣白菜炒饭', '辣白菜炒饭', '5.80', '', 0),
(255, '腊味炒饭', '腊味炒饭', '7.80', '', 0),
(256, '炸酱面', '炸酱面', '6.80', '', 0),
(257, '牛肉面', '牛肉面', '7.80', '', 0),
(258, '麻辣面', '麻辣面', '7.80', '', 0),
(259, '担担面', '担担面', '7.80', '', 0),
(260, '酸辣粉', '酸辣粉', '6.80', '', 0),
(261, '红油抄手', '红油抄手', '7.80', '', 0),
(262, '龙抄手', '龙抄手', '7.80', '', 0),
(263, '馒头', '馒头', '0.80', '', 0),
(265, 'a', 'aa', '12.90', './upload/img/1463766744_MBE-Style-Underground-LOGO-2.jpg', 0);

-- --------------------------------------------------------

--
-- 表的结构 `store2data`
--

CREATE TABLE IF NOT EXISTS `store2data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `des` text NOT NULL,
  `price` text NOT NULL,
  `pic` text NOT NULL,
  `top` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=103 ;

--
-- 转存表中的数据 `store2data`
--

INSERT INTO `store2data` (`id`, `name`, `des`, `price`, `pic`, `top`) VALUES
(12, '小葱拌豆腐', 'Cold tofu with shallot', '5.80', '', 0),
(11, '麻辣香锅', 'Wok Grilled Mixed Veg Meat And Seafood', '18.80', '', 0),
(10, '干锅沸腾鱼', 'Wok Grilled Hot and Fragrant Fish Sliced', '18.80', '', 0),
(9, '麻辣烤鲈鱼', 'Wok Grilled Hot and Fragrant Sea-Bass', '19.80', '', 0),
(4, '干锅羊排', 'Wok Grilled Hot and Fragrant Lamb Ribs', '12.80', '', 1),
(5, '地锅鸡', 'Wok Grilled Chicken with Pancake\r\n', '14.80', '', 1),
(6, '干锅鸡', 'Wok Grilled Hot and Fragrant Chicken', '10.80', '', 0),
(7, '干锅肥肠', 'Wok Grilled Hot and Fragrant Pig''s Intestines', '10.80', '', 0),
(8, '干锅鱿鱼头', 'Wok Grilled Hot and Fragrant tentacles', '12.80', '', 0),
(14, '蒜泥黄瓜', 'Cucumber with mash garlic', '4.80', '', 0),
(15, '陈醋木耳', 'Black mushroom in special vinegar sause', '5.80', '', 0),
(16, '口水鸡', 'Mandar in boiled chicken sliced in spicy sauce', '8.80', '', 0),
(17, '白斩鸡', 'Boiled tender chicken in special ginger sauce', '8.80', '', 0),
(18, '蒜泥白肉', 'Pork with Mandar in style garlic sauce', '7.80', '', 0),
(19, '夫妻肺片', 'Beef sliced with OX tripe in spicy sauce', '8.80', '', 0),
(20, '牛肉伴黄瓜', 'Salad beef with cucumber', '7.80', '', 0),
(21, '川味牛腱', 'Szechuan-Style beef shank', '8.80', '', 0),
(22, '醋溜白菜', 'Stir fried Chinese cabbage with sour sauce', '5.80', '', 0),
(23, '尖椒土豆丝', 'Wok fried chilli perpper with shredded potato', '5.80', '', 0),
(24, '酸辣土豆丝', 'Shredded potato with hot and sour sauce', '5.80', '', 0),
(25, '地三鲜', 'Sauteed aubergine with potato and green pepper', '6.80', '', 0),
(26, '鱼香茄子', 'Aubergine in fish flavored sauce', '7.80', '', 0),
(27, '肉末酱茄子', 'Aubergine with minced pork', '7.80', '', 0),
(28, '风味茄子', 'Flavor aubergine', '7.80', '', 0),
(29, '家常茄子', 'Home-style aubergine', '7.80', '', 0),
(30, '蚝油生菜', 'Lettuce with oyster sauce', '5.80', '', 0),
(31, '蒜蓉生菜', 'Lettuce with minced garlic sause', '5.80', '', 0),
(32, '上汤菠菜', 'Soup of spinach', '6.80', '', 0),
(33, '蒜蓉菠菜', 'Spinach with minced garlic sauce', '6.80', '', 0),
(34, '菠菜炒鸡蛋', 'Wok fried eggs with spinach', '7.80', '', 0),
(35, '西红柿炒鸡蛋', 'Stir fried tomato with eggs', '7.80', '', 0),
(36, '肉末粉条', 'Minced meat noodle', '7.80', '', 0),
(37, '麻婆豆腐', 'Ma Grandmother Tofu', '7.80', '', 0),
(38, '家常豆腐', 'Home-style tofu', '7.80', '', 0),
(39, '海鲜豆腐煲', 'Seafood and tofu clay pot', '9.80', '', 0),
(40, '干煸豆角', 'Dry fried green beans with minced pork', '7.80', '', 0),
(41, '宫保鸡丁', 'Kung pao chicken with pepper and peanuts', '8.80', '', 0),
(42, '香辣鸡丁', 'Spice chicken', '8.80', '', 0),
(43, '干煸辣子鸡', 'Dry fried chicken with dried chilli and pepper', '9.80', '', 0),
(44, '小鸡炖蘑菇', 'Stewed chicken with special mushroom', '10.80', '', 0),
(45, '鱼香肉丝', 'Shredded pork in fish flavored sauce', '8.80', '', 0),
(46, '梅菜扣肉', 'Pork with preserved vegetable', '7.80', '', 0),
(47, '蒜蓉小油菜', 'Pak choi with minced garlic sauce', '7.80', '', 0),
(48, '蚝油小油菜', 'Pak choi with minced oyster sauce', '7.80', '', 0),
(49, '蒜蓉西兰花', 'Wok fried broccoli with garlic sauce', '7.80', '', 0),
(50, '蚝油西兰花', 'Wok fried broccoli with oyster sauce', '7.80', '', 0),
(51, '尖椒烤肉', 'Wok fried chilli pepper with pork', '7.80', '', 0),
(52, '尖椒炒鸡蛋', 'Wok fried chilli petter with egg', '7.80', '', 0),
(53, '锅包肉', 'Mandarin special stir fried pork', '8.80', '', 0),
(54, '回锅肉', 'Pork belly with spicy sauce', '8.80', '', 0),
(55, '京酱肉丝', 'Shredded pork with Peking style sauce', '9.80', '', 0),
(56, '红烧肉', 'Stewed pork with brown sauce', '8.80', '', 0),
(57, '酸菜粉条', 'Pickled vegetable and arrowroot vermicelli', '8.80', '', 0),
(58, '猪肉炖粉条白菜', 'Belly pork with arrowroot vermicelli', '9.80', '', 0),
(59, '黑椒牛肉', 'Beef with black pepper sauce', '8.80', '', 0),
(60, '牛肉焖土豆', 'Beef stew potatoes', '8.80', '', 0),
(61, '五香牛腩', 'Beef flank in spicy special sauce', '8.80', '', 0),
(62, '铁板牛肉', 'Sizzling Beef steak', '8.80', '', 0),
(63, '水煮牛肉', 'Slices beef with chilli and Sichuan pepper', '10.80', '', 0),
(64, '香辣牛肉', 'Spicy OX tripe', '9.80', '', 0),
(65, '酸汤肥牛', 'Beef in sour soup', '12.80', '', 0),
(66, '东北乱炖', 'Meat with vegetable', '8.80', '', 0),
(67, '尖椒肥肠', 'Chilli pepper with pig intestine', '8.80', '', 0),
(68, '香辣肥肠', 'Spice pig intestine', '8.80', '', 0),
(69, '糖醋排骨', 'Spareribs with sweet and sour sauce', '8.80', '', 0),
(70, '铁板孜然羊肉', 'Sizzling lamb slices with cumin seeds', '9.80', '', 0),
(71, '葱爆牛肉', 'Sauteed lamb slices with scallion', '9.80', '', 0),
(72, '香叶羊排', 'Geranium lamb chops', '10.80', '', 0),
(73, '香辣羊排', 'Spice lamb chops', '10.80', '', 0),
(74, '毛血旺', 'Mao-xue-wang', '14.80', '', 0),
(75, '香辣鱿鱼头', 'Spicy tentacles', '12.80', '', 0),
(76, '铁板孜然鱿鱼头', 'Sizzling tentacles with cumin seeds', '12.80', '', 0),
(77, '椒盐鱿鱼', 'Salt and pepper squid', '8.80', '', 0),
(78, '麻辣鲜虾', 'Spicy and hot with fresh prawns', '11.80', '', 0),
(79, '宫保大虾仁', 'Kong pao king prawns', '11.80', '', 0),
(80, '水煮鱼', 'Slices fish with chilli and Sichuan pepper', '12.80', '', 0),
(81, '酸菜鱼', 'Boiled fish with preserved vegetable', '12.80', '', 0),
(82, '麻辣蟹', 'House speciality hot and spicy crab', '12.80', '', 0),
(83, '姜葱焗蟹', 'Crab with ginger and spring onion', '12.80', '', 0),
(84, '清蒸鲈鱼', 'Steamed sea-bass', '14.80', '', 0),
(85, '山东馒头', 'Steam bread', '0.80', '', 0),
(86, '炸馒头', 'Deep Fried steam bread', '3.00', '', 0),
(87, '喜饼', 'Deep fried Pan Cake', '3.00', '', 0),
(88, '青岛大包', 'Steam dumpling', '2.00', '', 0),
(89, '煎青岛大包', 'Pan fried steam dumpling', '2.50', '', 0),
(90, '北方自制水饺', 'Home-style Dumpling', '7.80', '', 0),
(91, '煎水饺', 'Deep fried dumplings', '7.80', '', 0),
(92, '炸酱面', 'Noodle with soy bean pasta', '7.80', '', 0),
(93, '西红柿鸡蛋汤面', 'Tomato and egg noodle soup', '7.80', '', 0),
(94, '肉丝汤面', 'Pork noodle soup', '7.80', '', 0),
(95, '红烧牛肉面', 'Beef noodle', '7.80', '', 0),
(96, '炒牛肉河粉', 'Beef ho fun', '7.80', '', 0),
(97, '炒虾仁河粉', 'King prawn ho fun', '8.80', '', 0),
(98, '炒三鲜河粉', 'Mixed seafood ho fun', '8.80', '', 0),
(99, '炒叉烧和烧鸭河粉', 'Roast pork and roast duck ho fun', '8.80', '', 0),
(100, '炒杂肉河粉', 'Mixed meat ho fun', '8.80', '', 0),
(101, '咖喱牛肉饭', 'Beef curry with rice', '7.80', '', 0),
(102, '红烧牛肉饭', 'Beef with rice', '7.80', '', 0);

-- --------------------------------------------------------

--
-- 表的结构 `store3data`
--

CREATE TABLE IF NOT EXISTS `store3data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `des` text NOT NULL,
  `price` text NOT NULL,
  `pic` text NOT NULL,
  `top` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=21 ;

--
-- 转存表中的数据 `store3data`
--

INSERT INTO `store3data` (`id`, `name`, `des`, `price`, `pic`, `top`) VALUES
(5, '芒果千层', '芒果蛋糕', '17.00', './upload/img/1461783045_榴莲芒果双拼千层.jpg', 0),
(3, '榴莲千层', '榴莲蛋糕', '20.00', './upload/img/1461084923_榴莲芒果双拼千层.jpg', 0),
(6, '草莓千层', '草莓', '17.00', './upload/img/1461783194_草莓.jpg', 0),
(7, '蛋挞', '蛋挞一盒6个', '9.00', './upload/img/1461085001_蛋挞和榴莲酥.jpg', 0),
(8, '抹茶千层', '抹茶口味的千层蛋糕 草莓 芒果 香蕉榴莲都可以添加', '20.00', './upload/img/1461085189_抹茶草莓千层jpg.jpg', 0),
(9, '卤猪蹄', '独家秘制卤猪蹄', '8.00', './upload/img/1461085232_猪蹄.jpg', 0),
(10, '卤鸡爪', '独家秘制卤鸡爪', '8.00', './upload/img/1461085280_鸡爪.jpg', 0),
(11, '水果千层蛋糕', '水果可以任意添加', '20.00', './upload/img/1461783313_水果千层.jpg', 0),
(12, '榴莲千层', '一整个圆的榴莲千层蛋糕 所用的奶油和榴莲都比一盒千层用的多得多', '45.00', './upload/img/1461783343_榴莲芒果双拼千层.jpg', 0),
(13, '芒果千层', '一整个圆的芒果千层', '40.00', './upload/img/1461783365_榴莲芒果双拼千层.jpg', 0),
(14, '鸡蛋仔', '童年的味道 鸡蛋仔', '8.00', './upload/img/1461085480_鸡蛋仔.jpg', 0),
(15, '女神杯', '里面有独家奶油 水果等等 吃过都说好', '10.00', './upload/img/1461085534_女神杯.jpg', 0),
(16, '榴莲酥', '一盒两个', '8.00', './upload/img/1461085571_榴莲酥.jpg', 0),
(17, '巧克力千层', '巧克力口味的千层蛋糕 里面可添加少量水果 榴莲另外加钱', '20.00', './upload/img/1461085638_巧克力千层.jpg', 0),
(18, '银耳莲子羹', '银耳莲子秘制', '4.00', './upload/img/1461783959_银耳莲子.jpg', 0),
(19, '彩虹千层', '彩虹千层 水果任意添加', '45.00', './upload/img/1461783452_彩虹.jpg', 0),
(20, '班戟', '一盒三个 水果任意选', '9.00', './upload/img/1461783757_班戟.jpg', 0);

-- --------------------------------------------------------

--
-- 表的结构 `store4data`
--

CREATE TABLE IF NOT EXISTS `store4data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `des` text NOT NULL,
  `price` text NOT NULL,
  `pic` text NOT NULL,
  `top` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=269 ;

--
-- 转存表中的数据 `store4data`
--

INSERT INTO `store4data` (`id`, `name`, `des`, `price`, `pic`, `top`) VALUES
(161, '奈良盒饭', 'Nara Teishoku', '14.50', '', 0),
(162, '刺身盒饭', 'Sashimi Teishoku', '13.80', '', 0),
(173, '虾蛋饭', 'Ebi Yanakawa Don', '6.80', '', 0),
(172, '鸡排蛋饭', 'Chicken Katsu Don', '7.20', '', 0),
(163, '寿司盒饭', 'Sushi Teishoku', '13.30', '', 0),
(164, '天妇罗盒饭', 'Tempura Teishoku', '12.80', '', 0),
(165, '照烧三文盒饭', 'Salmon Teriyaki Teishoku', '12.80', '', 0),
(166, '照烧鸡排盒饭', 'Chicken Teriyaki Teishoku', '12.80', '', 0),
(167, '炸鸡排盒饭', 'Chicken Katsu Teishouku', '12.60', '', 0),
(168, '炸鸡粒盒饭', 'Chicken Karaage Teishoku', '12.60', '', 0),
(169, '蔬菜盒饭', 'Veggi Teishoku', '12.30', '', 0),
(170, '天妇罗虾饭', 'Tempura Prawn Don', '7.50', '', 0),
(171, '天妇罗蔬菜饭', 'Tempura Vegetable Don', '6.20', '', 0),
(174, '鳗鱼饭', 'Unagi Don', '10.50', '', 0),
(175, '鳗鱼蛋饭', 'Unagi Yanakawa Don', '10.50', '', 0),
(176, '照烧三文饭', 'Slamon Teriyaki Don', '7.30', '', 0),
(177, '照烧鸡排饭', 'Chicken Teriyaki Don', '7.30', '', 0),
(178, '天妇罗虾咖喱饭', 'Tempura Prawn Curry', '7.50', '', 0),
(179, '炸鸡排咖喱饭', 'Chicken Katsu Curry', '7.20', '', 0),
(180, '天妇罗蔬菜咖喱饭', 'Tempura Vegetable Curry', '6.50', '', 0),
(181, '天妇罗蔬菜咖喱饭', 'Tempura Vegetable Curry', '6.50', '', 0),
(182, '炸豆腐咖喱饭', 'Tofu Curry', '6.50', '', 0),
(183, '刺身饭', 'Chirashi Don', '9.90', '', 0),
(184, '吞拿鱼饭', 'Tuna Don', '8.80', '', 0),
(185, '三文鱼饭', 'Salmon Don', '7.20', '', 0),
(186, '大虾炒面', 'King prawn Yaki Soba', '7.00', '', 0),
(187, '大虾炒乌冬', 'King prawn Yaki Udon', '7.00', '', 0),
(188, '鸡丝炒面', 'chicken yaki soba', '6.80', '', 0),
(189, '鸡丝炒乌冬', 'chicken yaki udon', '6.80', '', 0),
(190, '牛肉炒面', 'beef yaki soba', '7.20', '', 0),
(191, '牛肉炒乌冬', 'beef yaki udon ', '7.20', '', 0),
(192, '蔬菜炒面', 'vegtable yaki soba', '6.30', '', 0),
(193, '蔬菜炒乌冬', 'vegtable yaki udon', '6.30', '', 0),
(194, '蔬菜炒乌冬', 'vegtable yaki udon', '6.30', '', 0),
(195, '煎三文炒面', 'salmon teriyaki soba', '8.20', '', 0),
(196, '煎三文乌冬', 'salmon teriyaki udon', '8.20', '', 0),
(197, '鸡排炒面', 'chicken teriyaki soba', '8.20', '', 0),
(198, '鸡排炒乌冬', 'chicken teriyaki udon', '8.20', '', 0),
(199, '炸鸡排炒面', 'chicken katsu yaki soba', '8.20', '', 0),
(200, '三文鱼寿司', 'salmon nigiri', '2.40', '', 0),
(201, '吞拿寿司', 'tuna nigiri', '2.80', '', 0),
(202, '吞拿寿司', 'tuna nigiri', '2.80', '', 0),
(203, '三文鱼籽寿司', 'salmon roe nigiri', '3.20', '', 0),
(204, '鸭寿司', 'Duck nigiri', '3.00', '', 0),
(205, '吞拿刺身', 'Tuna Sashimi', '7.00', '', 0),
(206, '三文刺身', 'Salmon Sashimi ', '6.50', '', 0),
(207, '三色刺身拼', 'Sashimi Three Selections', '8.80', '', 0),
(208, '五色刺身拼', 'Sashimi five Selection', '13.50', '', 0),
(209, '七色刺身拼', 'Sashimi seven Selection', '15.80', '', 0),
(210, '吞拿卷', 'Tuna maki', '3.40', '', 0),
(211, '三文卷', 'Salmon maki', '3.40', '', 0),
(212, '三文卷', 'Salmon maki', '3.40', '', 0),
(213, '三文卷', 'Salmon maki', '3.40', '', 0),
(214, '辣三文卷', 'Spicy salmon maki', '3.60', '', 0),
(215, '辣吞拿卷', 'Spicy tuna maki', '3.60', '', 0),
(216, '推选卷', 'Maki Selection', '2.80', '', 0),
(217, '三文牛油果加州卷', 'Salmon Avocado Califonia Maki', '4.80', '', 0),
(218, '蔬菜加州卷', 'vegtable California Maki', '4.60', '', 0),
(219, '虾加州卷', 'Prawn Avocade California Maki', '4.80', '', 0),
(220, '鳗鱼加州卷', 'Unagi California Maki', '5.80', '', 0),
(221, '鸭加州卷', 'Duck California Maki', '5.80', '', 0),
(222, '奈良卷', 'Nara Maki', '7.80', '', 0),
(223, '粗卷', 'Futo Maki', '4.80', '', 0),
(224, '加州卷', 'California Maki', '4.80', '', 0),
(225, '天妇罗虾卷', 'Tempura Maki', '7.50', '', 0),
(226, '彩虹卷', 'Rainbow Maki', '7.50', '', 0),
(227, '麒麟卷', 'Kirin Maki', '7.80', '', 0),
(228, '虎卷', 'Tiger Maki', '7.80', '', 0),
(229, '龙卷', 'Dragon Maki', '8.80', '', 0),
(230, '黑龙卷', 'Dark Dragon', '9.50', '', 0),
(231, '三文蛋糕', 'Wasabi Parcel', '6.80', '', 0),
(232, '三文手卷', 'Salmon Temaki', '2.80', '', 0),
(233, '吞拿手卷', 'Tuna Temaki', '2.80', '', 0),
(234, '辣三文手卷', 'Spicy salmon Temaki', '3.00', '', 0),
(235, '辣吞拿手卷', 'Spicy tuna Temaki', '3.00', '', 0),
(236, '加州手卷', 'California Temaki', '3.00', '', 0),
(237, '天虾手卷', 'Tempura Prawn Temaki', '3.00', '', 0),
(238, '大虾手卷', 'Prawn Temaki', '2.80', '', 0),
(239, '鸭手卷', 'Duck Temaki', '3.20', '', 0),
(240, '鳗鱼手卷', 'Unagi Temaki', '3.20', '', 0),
(241, '软壳蟹手卷', 'Soft Shell Crab Temaki', '3.80', '', 0),
(242, '蟹籽手卷', 'Caviar Temaki', '2.60', '', 0),
(243, '蟹籽手卷', 'Caviar Temaki', '2.60', '', 0),
(244, '蔬菜手卷', 'Vegetable Temaki', '2.60', '', 0),
(245, '照烧鸡排', 'Chicken Teriyaki', '5.20', '', 0),
(246, '照烧三文鱼', 'Salmon Teriyaki', '5.20', '', 0),
(247, '天妇罗虾', 'King prawn Tempura', '4.80', '', 0),
(248, '天妇罗鸡', 'Chicken Tempura', '3.80', '', 0),
(249, '天妇罗鱿鱼', 'Yari Ika Tempura', '4.20', '', 0),
(250, '天妇罗蔬菜', 'Vegetable Tempura', '3.20', '', 0),
(251, '天妇罗软壳蟹', 'Soft Shell Crab Tempura', '5.00', '', 0),
(252, '天妇罗混合', 'Tempura Mix', '6.80', '', 0),
(253, '日式牛肉', 'Yaki Niku Beef', '5.40', '', 0),
(254, '日式鸡肉', 'Yaki Niku Chicken', '5.40', '', 0),
(255, '日式鸡肉', 'Yaki Niku Chicken', '5.40', '', 0),
(256, '毛豆', 'Edamame', '2.80', '', 0),
(257, '辣毛豆', 'Spicy Edamame', '3.20', '', 0),
(258, '炸豆腐', 'Age Dashi Tofu', '3.50', '', 0),
(259, '菜饺', 'Vegetable Gyoza', '4.90', '', 0),
(260, '鸡肉饺', 'Chicken Gyoza', '5.00', '', 0),
(261, '炸鸡排', 'Chicken Katsu', '4.80', '', 0),
(262, '炸鸡粒', 'Tori Karaage', '6.20', '', 0),
(263, '鱿鱼圈', 'Ika Ring Age', '4.50', '', 0),
(264, '鸡串', 'Yaki Tori', '4.80', '', 0),
(265, '章鱼小丸子', 'Takoyaki', '4.00', '', 0),
(266, '南瓜饼', 'Deep Fried Pumpkin', '3.50', '', 0),
(267, '煎三文鱼腩', 'Salmon Belly', '5.40', '', 0),
(268, '味增汤', 'Miso Soup', '1.80', '', 0);

-- --------------------------------------------------------

--
-- 表的结构 `store5data`
--

CREATE TABLE IF NOT EXISTS `store5data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `des` text NOT NULL,
  `price` text NOT NULL,
  `pic` text NOT NULL,
  `top` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=269 ;

--
-- 转存表中的数据 `store5data`
--

INSERT INTO `store5data` (`id`, `name`, `des`, `price`, `pic`, `top`) VALUES
(158, '咖喱牛腩饭', '咖喱牛腩饭', '7.50', './upload/img/1461536877_2013091308563883608.jpg', 0),
(159, '原味牛腩饭', '一份菜和一份饭', '7.50', '', 0),
(160, '炸鸡腿咖喱饭', '炸鸡腿咖喱饭', '7.50', '', 0),
(161, '炸大虾咖喱饭', '炸大虾咖喱饭', '7.50', '', 0),
(162, '麻婆豆腐饭', '麻婆豆腐饭', '6.50', '', 0),
(163, '鱼香茄子饭', '鱼香茄子饭', '6.50', '', 0),
(164, '宫保鸡丁饭', '宫保鸡丁饭', '6.50', '', 0),
(165, '鸡肉炒面', '鸡肉炒面', '5.00', '', 0),
(166, '牛肉炒面', '牛肉炒面', '5.00', '', 0),
(167, '叉烧炒面', '叉烧炒面', '5.00', '', 0),
(168, '大虾炒面', '大虾炒面', '6.00', '', 0),
(169, '海鲜炒面', '海鲜炒面', '6.00', '', 0),
(170, '海鲜炒乌冬', '海鲜炒乌冬', '6.50', '', 0),
(171, '干炒牛河', '干炒牛河', '6.00', '', 0),
(172, '香辣牛肉汤面', '香辣牛肉汤面', '6.80', '', 0),
(173, '香辣鸡肉汤面', '香辣鸡肉汤面', '6.80', '', 0),
(174, '牛腩面', '牛腩面', '7.80', '', 0),
(175, '泰式炒河粉', '泰式炒河粉', '6.00', '', 0),
(176, '新加坡米粉', '新加坡米粉', '5.00', '', 0),
(177, '椒盐大虾', '椒盐大虾', '5.50', '', 0),
(178, '椒盐豆腐', '椒盐豆腐', '3.80', '', 0),
(179, '椒盐鱿鱼', '椒盐鱿鱼', '5.50', '', 0),
(180, '椒盐蟹棒', '椒盐蟹棒', '4.80', '', 0),
(181, '椒盐鸡粒', '椒盐鸡粒', '4.80', '', 0),
(182, '椒盐鸡翅', '椒盐鸡翅', '4.80', '', 0),
(257, '麻辣牛腱', '麻辣牛腱', '8.80', './upload/img/1461592932_20309624_160830161000_2.jpg', 1),
(184, '干锅鸡', '干锅鸡', '9.80', '', 0),
(185, '干锅田鸡腿', '干锅田鸡腿', '10.80', '', 0),
(186, '干锅肥肠', '干锅肥肠', '10.80', '', 0),
(187, '干锅鱿鱼茶树菇', '干锅鱿鱼茶树菇', '12.80', '', 0),
(188, '干锅一品豆腐', '干锅一品豆腐', '8.80', '', 0),
(189, '干锅藕片', '干锅藕片', '6.80', '', 0),
(190, '干锅土豆片', '干锅土豆片', '5.80', '', 0),
(191, '羊肉串', '羊肉串', '1.50', '', 0),
(192, '牛肉串', '牛肉串', '1.50', '', 0),
(193, '铁板黑椒牛柳', '铁板黑椒牛柳', '9.80', '', 0),
(194, '铁板孜然羊肉', '铁板孜然羊肉', '9.80', '', 0),
(195, '铁板烤鱼', '铁板烤鱼', '14.80', '', 0),
(196, '铁板鱿鱼', '铁板鱿鱼', '10.80', '', 0),
(197, '小鸡蘑菇炖粉条', '小鸡蘑菇炖粉条', '12.80', '', 0),
(198, '猪肉炖粉条', '猪肉炖粉条', '10.80', '', 0),
(199, '新疆大盘鸡', '新疆大盘鸡', '11.80', '', 0),
(200, '排骨炖酸菜', '排骨炖酸菜', '9.80', '', 0),
(201, '东北乱炖', '东北乱炖', '10.80', '', 0),
(202, '牛腩炖萝卜', '牛腩炖萝卜', '10.80', '', 0),
(203, '牛腩炖豆腐', '牛腩炖豆腐', '10.80', '', 0),
(204, '松鼠鱼', '松鼠鱼', '14.80', '', 0),
(205, '清蒸鲈鱼', '清蒸鲈鱼', '14.80', '', 0),
(206, '豆瓣鱼', '豆瓣鱼', '14.80', '', 0),
(207, '水煮鱼', '水煮鱼', '11.80', '', 0),
(208, '古老鱼', '古老鱼', '8.80', '', 0),
(209, '古老虾', '古老虾', '9.80', '', 0),
(210, '辣炒海杂拌', '辣炒海杂拌', '9.80', '', 0),
(211, '酸菜鱼', '酸菜鱼', '11.80', '', 0),
(212, '金牌飘香小里脊', '金牌飘香小里脊', '9.80', '', 0),
(213, '锅包肉', '锅包肉', '9.80', '', 0),
(214, '红烧肉', '红烧肉', '8.80', '', 0),
(215, '麻辣猪手', '麻辣猪手', '8.80', '', 0),
(216, '发财猪手', '发财猪手', '8.80', '', 0),
(217, '梅菜扣肉', '梅菜扣肉', '8.80', '', 0),
(218, '焦溜肉段', '焦溜肉段', '8.80', '', 0),
(219, '糖醋排骨', '糖醋排骨', '8.80', '', 0),
(220, '回锅肉', '回锅肉', '9.80', '', 0),
(221, '鱼香肉丝', '鱼香肉丝', '8.80', '', 0),
(222, '香辣肉丝', '香辣肉丝', '8.80', '', 0),
(223, '水煮肉片', '水煮肉片', '9.80', '', 0),
(224, '东坡肘子', '东坡肘子', '9.80', '', 0),
(225, '干炸肉段', '干炸肉段', '9.80', '', 0),
(226, '尖椒肥肠', '尖椒肥肠', '9.80', '', 0),
(227, '干煸肥肠', '干煸肥肠', '9.80', '', 0),
(228, '红烧排骨', '红烧排骨', '8.80', '', 0),
(229, '红烧牛蹄筋', '红烧牛蹄筋', '8.80', '', 0),
(230, '葱爆牛肉', '葱爆牛肉', '8.80', '', 0),
(231, '麻辣牛肉丝', '麻辣牛肉丝', '8.80', '', 0),
(232, '老干妈香韧牛肉', '老干妈香韧牛肉', '8.80', '', 0),
(233, '水煮牛肉', '水煮牛肉', '10.80', '', 0),
(234, '抗椒牛柳', '抗椒牛柳', '9.80', '', 0),
(235, '麻辣香酥牛', '麻辣香酥牛', '9.80', '', 0),
(236, '宫保鸡丁', '宫保鸡丁', '8.80', '', 0),
(237, '古老鸡', '古老鸡', '7.80', '', 0),
(238, '可乐鸡翅', '可乐鸡翅', '7.80', '', 0),
(239, '辣子鸡', '辣子鸡', '9.80', '', 0),
(240, '酱爆腰果鸡', '酱爆腰果鸡', '8.80', '', 0),
(241, '香叶鸡中翅', '香叶鸡中翅', '8.80', '', 0),
(242, '地三鲜', '地三鲜', '6.80', '', 0),
(243, '麒麟茄子', '麒麟茄子', '7.80', '', 0),
(244, '干煸四季豆', '干煸四季豆', '7.80', '', 0),
(245, '麻辣拌', '麻辣拌', '7.80', '', 0),
(246, '酱茄子', '酱茄子', '5.80', '', 0),
(247, '烧茄子', '烧茄子', '5.80', '', 0),
(248, '麻婆豆腐', '麻婆豆腐', '6.80', '', 0),
(249, '蒜蓉小棠菜', '蒜蓉小棠菜', '6.80', '', 0),
(250, '腰果西芹炒虾仁', '腰果西芹炒虾仁', '7.80', '', 0),
(251, '鲜蘑肉片', '鲜蘑肉片', '6.80', '', 0),
(252, '松仁玉米', '松仁玉米', '6.80', '', 0),
(253, '木耳炒白菜', '木耳炒白菜', '5.80', '', 0),
(254, '蒜蓉西兰花', '蒜蓉西兰花', '6.80', '', 0),
(255, '蚝油生菜', '蚝油生菜', '5.80', '', 0),
(256, '西红柿炒鸡蛋', '西红柿炒鸡蛋', '6.80', '', 0),
(258, '夫妻肺片', '夫妻肺片', '8.80', './upload/img/1461593268_9885883_225037562000_2.jpg', 1),
(259, '红油猪耳', '红油猪耳', '8.80', './upload/img/1461593394_600x400_43cca4b3de2097b9558efefd0ecc3588.jpg', 1),
(260, '口水鸡', '口水鸡', '7.80', './upload/img/1461593408_ckeditor_1353467840_1335_wm.jpg', 1),
(261, '凉拌土豆丝', '凉拌土豆丝', '5.80', './upload/img/1461593531_a9a05285bda9.jpg', 1),
(262, '素拍黄瓜', '素拍黄瓜', '4.80', './upload/img/1461594232_thumb.jpg', 1),
(263, '小葱拌豆腐', '小葱拌豆腐', '5.80', './upload/img/1461593709_208420_071618337192_2.jpg', 1),
(264, '皮蛋豆腐', '皮蛋豆腐', '6.50', './upload/img/1461593748_8549837_030206526140_2.jpg', 1),
(265, '肘花拍黄瓜', '肘花拍黄瓜', '7.80', './upload/img/1461593793_thumb.jpg', 1),
(266, '猪肉白菜馅水饺', '猪肉白菜馅水饺', '7.80', './upload/img/1461594334_07aed760eeeb4804ee74b4af59006987199758.jpg', 1),
(267, '猪酸菜馅水饺肉', '猪酸菜馅水饺肉', '7.80', './upload/img/1461594344_07aed760eeeb4804ee74b4af59006987199758.jpg', 1),
(268, '韭菜鸡蛋虾仁水饺', '韭菜鸡蛋虾仁水饺', '7.80', './upload/img/1461594358_07aed760eeeb4804ee74b4af59006987199758.jpg', 1);

-- --------------------------------------------------------

--
-- 表的结构 `store6data`
--

CREATE TABLE IF NOT EXISTS `store6data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `des` text NOT NULL,
  `price` text NOT NULL,
  `pic` text NOT NULL,
  `top` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=10 ;

--
-- 转存表中的数据 `store6data`
--

INSERT INTO `store6data` (`id`, `name`, `des`, `price`, `pic`, `top`) VALUES
(9, '锅贴', 'Fried dumplings ', '8.00', './upload/img/1462145134_image.jpeg', 0),
(2, '肉夹馍', 'Chinese hamburger', '5.00', './upload/img/1462143089_image.jpeg', 0),
(3, '生煎馒头', 'Pan-Fried Steamed Bun', '1.50', './upload/img/1462143512_image.jpeg', 0),
(4, '酱香饼', 'Maotai cake', '8.00', './upload/img/1462143674_image.jpeg', 0),
(5, '葱油饼', 'Green Onion Pancake', '8.00', './upload/img/1462143953_image.jpeg', 0),
(6, '凉皮', 'Steamed Cold Noodles ', '8.00', './upload/img/1462144176_image.jpeg', 0),
(7, '北京馄饨', 'Wonton', '8.00', './upload/img/1462144338_image.jpeg', 0),
(8, '口水鸡', 'Chicken in spicy sauce', '8.00', './upload/img/1462144521_image.jpeg', 0);

-- --------------------------------------------------------

--
-- 表的结构 `store7data`
--

CREATE TABLE IF NOT EXISTS `store7data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `des` text NOT NULL,
  `price` text NOT NULL,
  `pic` text NOT NULL,
  `top` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=16 ;

--
-- 转存表中的数据 `store7data`
--

INSERT INTO `store7data` (`id`, `name`, `des`, `price`, `pic`, `top`) VALUES
(2, '油条', '4条', '2.00', './upload/img/1462213031_image.jpeg', 0),
(3, '手工饺子', '15个', '6.00', './upload/img/1462213255_image.jpeg', 0),
(4, '手工馄饨', '15个', '7.00', './upload/img/1462213326_image.jpeg', 0),
(5, '水煎包', '5个', '6.00', './upload/img/1462213469_image.jpeg', 0),
(6, '卤鸭爪', '1份', '5.00', './upload/img/1462436725_image.jpeg', 0),
(7, '五香蛋', '一个', '1.00', './upload/img/1462436855_image.jpeg', 0),
(8, '馒头', '1个', '1.00', './upload/img/1462437135_image.jpeg', 0),
(9, '花卷', '1个', '1.00', './upload/img/1462437213_image.jpeg', 0),
(10, '葱油饼', '1份', '6.00', './upload/img/1462437566_image.jpeg', 0),
(11, '糖醋排骨', '1份', '5.00', './upload/img/1462438333_image.jpeg', 0),
(12, '酸菜鱼', '1份', '7.00', './upload/img/1462438439_image.jpeg', 0),
(13, '上海小笼包', '6个', '5.00', '', 0),
(14, '红烧肉', '1份', '5.00', '', 0),
(15, '小笼包', '6个', '6.00', './upload/img/1463253542_image.jpeg', 0);

-- --------------------------------------------------------

--
-- 表的结构 `user`
--

CREATE TABLE IF NOT EXISTS `user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` text NOT NULL,
  `password` text NOT NULL,
  `email` text NOT NULL,
  `realname` text NOT NULL,
  `idnum` text NOT NULL,
  `usertype` int(11) NOT NULL,
  `phone` text NOT NULL,
  `address` text NOT NULL,
  `icode` text NOT NULL,
  `sid` bigint(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=92 ;

--
-- 转存表中的数据 `user`
--

INSERT INTO `user` (`id`, `username`, `password`, `email`, `realname`, `idnum`, `usertype`, `phone`, `address`, `icode`, `sid`) VALUES
(1, 'test1', '$2y$10$0jIpS/H78gFkPfIIFQ7Il.4VoTHvgzCv2HAJGisJQ7Ibr/VgtZFfO', '1@mail.com', '测试订单', '000777', 1, '123456789', '123 test street, portsmouth, uk', '0', 0),
(2, 'test2', '$2y$10$vaDhYQl1jiHyCw996jr05ufF7HVCQrdts45Tya4/AQRoq.F3QhOsa', '2@mail.com', '美味庄园', '1665889', 2, '02392733353', '84 king street, portsmouth, UK', '0', 1),
(23, 'tangs', '$2y$10$xibKmHxssAs4prgy7JZ3SOgb7wos3HvFd7aKUyPt6X6/yUaRJGRsm', '3@mail.com', '麒麟阁', '222555', 2, '02392822722', '125-127 Elm Grove, Southsea PO5 1LJ', '7eca689f0d3389d9dea66ae112e5cfd7', 2),
(24, 'test4', '$2y$10$Nlmoh4emovN9Ce2A23QjOOUdoWQ1UY0H1Tk5y5bECLHIrCRMdeDL.', '401124844@qq.com', '张研', '754345', 2, '07597669575', 'PO1 3RJ', '7eca689f0d3389d9dea66ae112e5cfd7', 3),
(25, 'nara', '$2y$10$hNNF5e.elneMaM7nyqC/POumyIR21hiu.f67ys6OO/KSqoWnyeW.C', 'dianenhu@foxmail.com', '奈良', '125648', 2, '02392837315', '178-180 Albert Road ', '7eca689f0d3389d9dea66ae112e5cfd7', 4),
(26, 'test6', '$2y$10$1xkdpmTGc7U7hk0ulZC5meTri8YK9PZY76uSZdcjXm3mYSf0vBvS2', 't@mail.com', '天月湾', '000666', 2, '02392822291', 'test, test, test', '7eca689f0d3389d9dea66ae112e5cfd7', 5),
(27, 'Jeff', '$2y$10$vaDhYQl1jiHyCw996jr05ufF7HVCQrdts45Tya4/AQRoq.F3QhOsa', 'isjeffcom@gmail.com', '吴健锋', '793229', 99, '07851978789', 'D7-1 Bateson Hall, The mary rose street, Portsmouth', '7eca689f0d3389d9dea66ae112e5cfd7', 0),
(90, 'apollo', '$2y$10$s0gGA8.hI1R8D1WGeUMRMOYtb0tsrC/1mt2almbIgfzb3PFjbWBM.', 'apollo@mail.com', '斯蒂芬', '852664', 1, '08499488243', 'hallo, hallo, Jeff', '7eca689f0d3389d9dea66ae112e5cfd7', 0),
(91, 'adminadm', '$2y$10$QDqL0voxsOhe8GgZ2XKdE.xjaCmXNyQ7Cwe8Zms5p4.rDCoL4BorW', 'jifd@mail.com', '逆火', '659482', 1, '07186884249', 'hallo, hallo, ijsdf', '7eca689f0d3389d9dea66ae112e5cfd7', 0),
(68, 'Linli', '$2y$10$u5Mam4TZxC3uYgAMbBW2tuS6i1aWyoFsEcE.Y0XLSz660JqtXRQau', '7@mail.com', '私房菜', '336595', 2, '07590688818', 'default, default, default', '7eca689f0d3389d9dea66ae112e5cfd7', 7);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
